verification/berrone/1/re100/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.1.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    wing
    {
        type            wall;
        nFaces          200;
        startFace       176880;
    }
    inlet
    {
        type            wall;
        nFaces          240;
        startFace       177080;
    }
    outlet
    {
        type            wall;
        nFaces          240;
        startFace       177320;
    }
    topAndBottom
    {
        type            wall;
        nFaces          760;
        startFace       177560;
    }
    frontAndBack
    {
        type            empty;
        nFaces          177600;
        startFace       178320;
    }
)

// ************************************************************************* //
